results/ycsb/4-nodes/6-clients/couchbase2/workloadq1_couchbase_custom/results-10.txt
[OVERALL], RunTime(ms), 97904
[OVERALL], Throughput(ops/sec), 1021.4087269161628
[TOTAL_GCS_G1_Young_Generation], Count, 49
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 630
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.6434874979571825
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 49
[TOTAL_GC_TIME], Time(ms), 630
[TOTAL_GC_TIME_%], Time(%), 0.6434874979571825
[CLEANUP], Operations, 10
[CLEANUP], AverageLatency(us), 1.9
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 8
[CLEANUP], 0, 8.0
[CLEANUP], 1000, 1.25
[CLEANUP], 2000, 1.2
[QUERY_1], Operations, 100000
[QUERY_1], AverageLatency(us), 9398.80236
[QUERY_1], MinLatency(us), 774
[QUERY_1], MaxLatency(us), 1191909
[QUERY_1], Return=OK, 100000
[QUERY_1], 0, 28845.666163141996
[QUERY_1], 1000, 12986.160737812912
[QUERY_1], 2000, 8919.82332155477
[QUERY_1], 3000, 8817.554089709762
[QUERY_1], 4000, 11395.496009122007
[QUERY_1], 5000, 8181.849180327868
[QUERY_1], 6000, 10852.616974972796
[QUERY_1], 7000, 9099.03099361896
[QUERY_1], 8000, 9334.118980169971
[QUERY_1], 9000, 9025.40017905103
[QUERY_1], 10000, 8600.88669527897
[QUERY_1], 11000, 8087.580828594639
[QUERY_1], 12000, 7837.942879499217
[QUERY_1], 13000, 10073.184505606523
[QUERY_1], 14000, 8956.857269503545
[QUERY_1], 15000, 8948.4041218638
[QUERY_1], 16000, 8532.155098543273
[QUERY_1], 17000, 9349.957943925234
[QUERY_1], 18000, 9446.32481060606
[QUERY_1], 19000, 9711.092592592593
[QUERY_1], 20000, 7988.839427662957
[QUERY_1], 21000, 8911.158035714287
[QUERY_1], 22000, 8313.494587843465
[QUERY_1], 23000, 8785.429577464789
[QUERY_1], 24000, 12471.228179551123
[QUERY_1], 25000, 9512.153994225217
[QUERY_1], 26000, 10078.990759753593
[QUERY_1], 27000, 11709.382048331416
[QUERY_1], 28000, 8584.942538593483
[QUERY_1], 29000, 14823.807635829662
[QUERY_1], 30000, 8996.700631199279
[QUERY_1], 31000, 9147.23105022831
[QUERY_1], 32000, 10102.763397371082
[QUERY_1], 33000, 11848.144047619047
[QUERY_1], 34000, 9992.094
[QUERY_1], 35000, 8733.295652173912
[QUERY_1], 36000, 7918.628276409849
[QUERY_1], 37000, 8812.130167106421
[QUERY_1], 38000, 9406.942452830188
[QUERY_1], 39000, 8864.14719000892
[QUERY_1], 40000, 8801.60350877193
[QUERY_1], 41000, 8237.580724876441
[QUERY_1], 42000, 7130.485388453314
[QUERY_1], 43000, 9288.545961002785
[QUERY_1], 44000, 11564.653442240373
[QUERY_1], 45000, 9254.250688705235
[QUERY_1], 46000, 7641.119174942704
[QUERY_1], 47000, 8376.369528619529
[QUERY_1], 48000, 8540.008547008547
[QUERY_1], 49000, 9747.998058252428
[QUERY_1], 50000, 8844.496888888889
[QUERY_1], 51000, 10060.699799196787
[QUERY_1], 52000, 7284.179355783309
[QUERY_1], 53000, 8867.646536412078
[QUERY_1], 54000, 7806.741459627329
[QUERY_1], 55000, 7645.423195084485
[QUERY_1], 56000, 8536.494458653027
[QUERY_1], 57000, 7854.441384736428
[QUERY_1], 58000, 11113.47280799112
[QUERY_1], 59000, 10339.34859521332
[QUERY_1], 60000, 9200.988095238095
[QUERY_1], 61000, 8644.729472774417
[QUERY_1], 62000, 9390.787535410765
[QUERY_1], 63000, 11718.693925233645
[QUERY_1], 64000, 9319.959888059702
[QUERY_1], 65000, 8350.400836820083
[QUERY_1], 66000, 8581.81669535284
[QUERY_1], 67000, 9171.227314390468
[QUERY_1], 68000, 9953.707171314742
[QUERY_1], 69000, 9013.323766816144
[QUERY_1], 70000, 8997.50135501355
[QUERY_1], 71000, 9324.112662942272
[QUERY_1], 72000, 7815.509019607844
[QUERY_1], 73000, 10276.015368852459
[QUERY_1], 74000, 9450.857819905214
[QUERY_1], 75000, 8361.754400670578
[QUERY_1], 76000, 9340.204119850187
[QUERY_1], 77000, 10575.70244420829
[QUERY_1], 78000, 9922.952007835456
[QUERY_1], 79000, 9106.120293847567
[QUERY_1], 80000, 9838.997047244095
[QUERY_1], 81000, 12077.904358353511
[QUERY_1], 82000, 11190.26062639821
[QUERY_1], 83000, 9896.372139303483
[QUERY_1], 84000, 10317.004094165814
[QUERY_1], 85000, 9835.226470588235
[QUERY_1], 86000, 9790.747306562194
[QUERY_1], 87000, 9715.274146341464
[QUERY_1], 88000, 8856.616548042704
[QUERY_1], 89000, 10453.032191069575
[QUERY_1], 90000, 12498.10763454318
[QUERY_1], 91000, 8474.637852593267
[QUERY_1], 92000, 9934.787128712871
[QUERY_1], 93000, 6448.286392405063