results/ycsb/4-nodes/6-clients/couchbase2/workloadq1_couchbase_custom/results-40.txt
[OVERALL], RunTime(ms), 66472
[OVERALL], Throughput(ops/sec), 1504.3928270550007
[TOTAL_GCS_G1_Young_Generation], Count, 33
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 745
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.1207726561559754
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 33
[TOTAL_GC_TIME], Time(ms), 745
[TOTAL_GC_TIME_%], Time(%), 1.1207726561559754
[CLEANUP], Operations, 40
[CLEANUP], AverageLatency(us), 1.225
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 21
[CLEANUP], 0, 1.5
[CLEANUP], 1000, 2.3333333333333335
[CLEANUP], 2000, 0.5454545454545454
[QUERY_1], Operations, 100000
[QUERY_1], AverageLatency(us), 25261.68407
[QUERY_1], MinLatency(us), 860
[QUERY_1], MaxLatency(us), 3005490
[QUERY_1], Return=OK, 100000
[QUERY_1], 0, 270938.31105990784
[QUERY_1], 1000, 33019.05587510271
[QUERY_1], 2000, 25993.192083062946
[QUERY_1], 3000, 21612.91475409836
[QUERY_1], 4000, 26602.00825877495
[QUERY_1], 5000, 26458.521573604063
[QUERY_1], 6000, 29034.356725146197
[QUERY_1], 7000, 23921.551785714284
[QUERY_1], 8000, 24595.528005034612
[QUERY_1], 9000, 22913.2162464986
[QUERY_1], 10000, 25820.332671957673
[QUERY_1], 11000, 30401.150829562594
[QUERY_1], 12000, 26508.359528487228
[QUERY_1], 13000, 19337.529893924784
[QUERY_1], 14000, 22586.40368027602
[QUERY_1], 15000, 28627.056777856636
[QUERY_1], 16000, 28457.76762589928
[QUERY_1], 17000, 25141.63375
[QUERY_1], 18000, 27793.501385041553
[QUERY_1], 19000, 21076.4475743349
[QUERY_1], 20000, 26884.74845784784
[QUERY_1], 21000, 35371.66137566137
[QUERY_1], 22000, 25719.20291693088
[QUERY_1], 23000, 21876.23545554336
[QUERY_1], 24000, 22048.48918469218
[QUERY_1], 25000, 21525.896145610277
[QUERY_1], 26000, 21726.416666666668
[QUERY_1], 27000, 23323.808781051415
[QUERY_1], 28000, 22657.302364864863
[QUERY_1], 29000, 23428.11294117647
[QUERY_1], 30000, 24447.467968273337
[QUERY_1], 31000, 31418.229379418695
[QUERY_1], 32000, 22681.0751146789
[QUERY_1], 33000, 24562.554400977995
[QUERY_1], 34000, 27980.616562282532
[QUERY_1], 35000, 20648.524547803616
[QUERY_1], 36000, 30223.521276595744
[QUERY_1], 37000, 25287.954403497813
[QUERY_1], 38000, 23590.24836601307
[QUERY_1], 39000, 21214.755263157895
[QUERY_1], 40000, 24025.494294294294
[QUERY_1], 41000, 28017.978902953586
[QUERY_1], 42000, 21152.506937033086
[QUERY_1], 43000, 23684.20636792453
[QUERY_1], 44000, 19654.701771653545
[QUERY_1], 45000, 23488.199765670768
[QUERY_1], 46000, 23606.316301703162
[QUERY_1], 47000, 22747.379196477712
[QUERY_1], 48000, 23625.73715298287
[QUERY_1], 49000, 29899.26586102719
[QUERY_1], 50000, 21270.668065023598
[QUERY_1], 51000, 30453.849642004774
[QUERY_1], 52000, 21375.43791859866
[QUERY_1], 53000, 19968.969046430353
[QUERY_1], 54000, 19995.525685785535
[QUERY_1], 55000, 27743.08197932053
[QUERY_1], 56000, 26453.398337595907
[QUERY_1], 57000, 23869.40723453909
[QUERY_1], 58000, 22064.173098125688
[QUERY_1], 59000, 20828.303551609322
[QUERY_1], 60000, 22626.058784676356
[QUERY_1], 61000, 18099.924210526315
[QUERY_1], 62000, 5075.022727272727