results/ycsb/4-nodes/6-clients/couchbase2/workloadq1_couchbase_custom/results-50.txt
[OVERALL], RunTime(ms), 66042
[OVERALL], Throughput(ops/sec), 1514.187941007238
[TOTAL_GCS_G1_Young_Generation], Count, 43
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 1090
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.6504648556978894
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 43
[TOTAL_GC_TIME], Time(ms), 1090
[TOTAL_GC_TIME_%], Time(%), 1.6504648556978894
[CLEANUP], Operations, 50
[CLEANUP], AverageLatency(us), 0.56
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 0, 1.0
[CLEANUP], 1000, 0.5384615384615384
[CLEANUP], 2000, 0.4444444444444444
[QUERY_1], Operations, 99994
[QUERY_1], AverageLatency(us), 30827.051533091984
[QUERY_1], MinLatency(us), 927
[QUERY_1], MaxLatency(us), 3871786
[QUERY_1], Return=OK, 100000
[QUERY_1], 0, 2119280.7666666666
[QUERY_1], 1000, 141384.9826353422
[QUERY_1], 2000, 34739.78847457627
[QUERY_1], 3000, 34700.09285714286
[QUERY_1], 4000, 36359.582925122464
[QUERY_1], 5000, 30587.967661691542
[QUERY_1], 6000, 29707.825219941347
[QUERY_1], 7000, 33932.99931880109
[QUERY_1], 8000, 38664.96699923254
[QUERY_1], 9000, 46663.8609823911
[QUERY_1], 10000, 36566.86545729403
[QUERY_1], 11000, 31923.60649594004
[QUERY_1], 12000, 36247.838896952104
[QUERY_1], 13000, 32619.105471324983
[QUERY_1], 14000, 29238.04720782959
[QUERY_1], 15000, 27379.920547945207
[QUERY_1], 16000, 30086.96197948099
[QUERY_1], 17000, 29394.42285041225
[QUERY_1], 18000, 30896.58669981355
[QUERY_1], 19000, 29685.48436578171
[QUERY_1], 20000, 24781.25632126921
[QUERY_1], 21000, 25430.713118938234
[QUERY_1], 22000, 27797.14420935412
[QUERY_1], 23000, 27930.272071071628
[QUERY_1], 24000, 28398.215017064846
[QUERY_1], 25000, 25709.569948186527
[QUERY_1], 26000, 29226.71445221445
[QUERY_1], 27000, 25703.26850433895
[QUERY_1], 28000, 31804.95814257685
[QUERY_1], 29000, 34249.434254888736
[QUERY_1], 30000, 26322.267119707267
[QUERY_1], 31000, 27474.603095632945
[QUERY_1], 32000, 27744.583471991125
[QUERY_1], 33000, 29016.60092272203
[QUERY_1], 34000, 25374.987270875765
[QUERY_1], 35000, 26201.83766233766
[QUERY_1], 36000, 26535.8773100616
[QUERY_1], 37000, 27688.77506925208
[QUERY_1], 38000, 31070.890886546807
[QUERY_1], 39000, 29298.282262816734
[QUERY_1], 40000, 29879.971899816737
[QUERY_1], 41000, 25760.101796407187
[QUERY_1], 42000, 24709.44781312127
[QUERY_1], 43000, 31417.073324905185
[QUERY_1], 44000, 24886.39851116625
[QUERY_1], 45000, 33395.96189839572
[QUERY_1], 46000, 34192.456491712706
[QUERY_1], 47000, 24232.938277511963
[QUERY_1], 48000, 26991.251798561152
[QUERY_1], 49000, 30474.285969084423
[QUERY_1], 50000, 26940.619073275862
[QUERY_1], 51000, 25124.50980392157
[QUERY_1], 52000, 26214.547807712624
[QUERY_1], 53000, 28049.987675070028
[QUERY_1], 54000, 29262.834511189634
[QUERY_1], 55000, 28121.955580865604
[QUERY_1], 56000, 27095.262931034482
[QUERY_1], 57000, 30506.570734669094
[QUERY_1], 58000, 34175.37509321402
[QUERY_1], 59000, 20804.671232876713
[QUERY_1], 60000, 10458.464912280702